; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0419			Russian		Russia			1251				RUS 

[info]
LanguageName=Russian (Русский)
LanguageID=0x0419
CodePage=1251
Translator=Qui Sum
Version=2.6
LastModified=3/25/2009

[Common]
AlreadyRun=Программа уже запущена...... Нет надобности запускать её снова.
AboutBox=&О программе...
Minimize=Свернуть
OK=OK
Success=Выполнено успешно
Fail=Не удалось выполнить
SaveToFile=Сохранить в файл


[TCP]
Version=Версия
FileLimit=Огр. в файле
MemoryLimit=Огр. в памяти
OriginalFile=Оригинал
Yes=Да
No=Нет
EVIDCount=EvID 4226
Connection=Соединения
Established=Установл.
HalfOpen=Полуоткр.
CreateDepth=CreateDepth
Incoming=Входящие
Speed=Скорость
Download=Входящий трафик
Upload=Исходящий трафик
Peak=Пиковое значение
FailGetNicInfo=Не удалось получить информацию о сетевом адаптере.
VersionNotMatch=Версия tcpip.sys не соответствует текущей ОС, TCP-Z будет закрыт.\n\nЗапуск данной программы в режиме (обратной) совместимости невозможен!
FailGetVersion=Сбой. Возможно, tcpip.sys заблокирован.
UnKnown=Неизвестно
UnLimited=Неограниченно

[Statistics]
Statistics=Статистика
TCPStatistics=Статистика TCP по IPv4
DurationOfStatistics=Продолж. сбора статистики
OutgoingConnection=Попыток исходящих соед.
IncomingConnection=Попыток входящих соед.
FailedConnection=Неудачных попыток соед.
EstablishedConnection=Удачно установленных соед.
SuccessRatio=Удачных, %
Reset=Сбросить
AdapterInfo=Информация о сетевом адаптере
DeviceType=Тип устройства
OperateStatus=Состояние устр-ва
LinkSpeed=Скорость соединения
TransmitSpeed=Скорость отдачи
ReceiveSpeed=Скорость приёма
; // A: This "UP" comes from c++ header file, means active, connected
Up=Вкл
Down=Выкл
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Подробности
Process=Процесс
PID=PID
ProcessInfo=Информация о процессе
; These info is same as Windows Task Manager
MemUsage=Память
VMSize=Витр. память
IORead=I/O, чтение
IOWrite=I/O, запись


[Patch]
Patch=Исправления
PatchMemory=Исправить память
PatchFile=Исправить файл Tcpip.sys
OldValue=Старое знач.
NewValue=Новое знач.
Offset=Отступ
Apply=Применить
MsgMemPatch=Изменяет лимит полуоткрытых соединений в памяти ядра.\nИзменения вступают в силу немедленно и будут сохраняться до выключения компьютера.
TipMemPatch=Советы относительно исправления памяти
Open=>>>
MsgTipMemPatch=Для большей автоматизации попробуйте TCP-Z Virtual Device. После установки задать значение лимита нужно лишь один раз - при каждой загрузке оно будет применяться автоматически.
MsgFilePatch=Перезагрузите компьютер, чтобы изменения вступили в силу. Достаточно применить однократно. Чтобы исправить файл в Vista, используйте 'Universal Tcpip.sys Patch'

InvalidValue=Введённое значение недопустимо!
ComfirmPatchFile=Вы уверены, что хотите исправить файл Tcpip.sys?
FailDisableWFP=Не удалось отключить Windows File Protection.\n\nИли WFP была отключена ранее.

UnsupportedOS=Текущая версия ОС не поддерживается.
FailExtractFile=Не удалось извлечь файл драйвера.
FailLoadDriver=Не удалось загрузить драйвер.\nЩёлкните по программе правой кнопокй мышки, запустите программу от имени администратора.\n\nНекоторые антивирусные программы могут блокировать загрузку драйвера - задайте в них соответствующие правила.
LoadErrorCode=Ошибка загрузки драйвера tcp-z. Код ошибки:
FailOpenSCM=Не удалось открыть Service Control Manager. Недостаточно прав.
FailCreateService=Не удалось создать службу
FailStartService=Не удалось запустить службу.
TestsigningNotEnable=Тестовый режим (TESTSIGNING) отключен.\n\nСм. подробности в Readme.txt.\n\nВключить тестовый режим (TESTSIGNING) прямо сейчас?
TestsigningSetOK=Тестовый режим был включен.\n\nЕсли на рабочем столе появится надписи 'Тестовый режим', вы можете удалить их с помощью 'RemoveWatermarkX64.exe'.\n\nЧтобы изменения вступили в силу, компьютер необходимо перезагрузить.

SetSuccess=Лимит полуоткрытых TCP соединений установлен равным:
SetFail=Не удалось установить новое значение лимита.


[About]
About=О программе
ReadMe=Справка и помощь...

[MiniBar]
Active=Актив-ть
Statistics=Стат-ка


[LanguageDialog]
LangChanged=Язык пользовательского интерфейса был изменён; перезапустите программу, чтобы изменения вступили в силу.


[PopupMenu]
ShowTCPZ=&Восстановить / Свернуть TCP-Z
OnTopmost=Поверх остальных окон
ShowMinibar=Показать / Скрыть Minibar
Transparent=Прозрачность
CaptureTCPZ=Захватить окно TCP-Z
CaptureScreen=&Захватить весь экран
RefreshNicList=Обновить список сетевых &адаптеров
Exit=В&ыход